[
  {
    "id": 0,
    "start": 0.0,
    "end": 6.46,
    "src": "السلام عليكم ورحمة الله وبركاته وعليكم السلام ورحمة الله وبركاته اخي احمد رضا هل تعرف انني صائم اليوم؟",
    "dst": "Ислам алейкум ва рахматуллахи ва баракатух, ва алейкум ас-салам ва рахматуллахи ва баракатух, брат Ахмед Рида, ты знаешь, что я сегодня постится?"
  },
  {
    "id": 1,
    "start": 6.46,
    "end": 10.32,
    "src": "جميل جدا ما شاء الله احسنت صنعا دعني اسألك أنت صائم أيضاً أليس كذلك؟",
    "dst": "Очень хорошо, маша Аллах, ты сделал это хорошо. Позволь мне спросить, ты тоже постишься, не так ли?"
  },
  {
    "id": 2,
    "start": 10.32,
    "end": 11.68,
    "src": "أجبني بل يا أخي بالطبع لأن الأطفال الذين يتيقون الصيام ينبغي لهم أن يصوموا كذلك نعم أما تخبرني كيف قضيت يومك وأنت",
    "dst": "Ответь мне, брат, конечно, потому что дети, которые могут поститься, также должны поститься, да. А не скажешь ли мне, как ты провел свой день, когда ты"
  },
  {
    "id": 3,
    "start": 11.68,
    "end": 12.9,
    "src": "صائم؟",
    "dst": "постишься?"
  },
  {
    "id": 4,
    "start": 12.9,
    "end": 14.1,
    "src": "جميل جداً لقد تناولت الصحور قدر حاجتي من الطعام ثم توضعت وتهيأت لصلاة الفجر ثم قضيت الصلاة وقرأت القرآن الكريم وبعدها تجهزت",
    "dst": "Очень хорошо. Я поел сухур столько, сколько мне нужно, затем совершил абдест и подготовился к молитве фаджр, затем совершил молитву и прочитал Коран, а потом подготовился к"
  },
  {
    "id": 5,
    "start": 14.1,
    "end": 15.44,
    "src": "للمدرسة وحين رجعت من المدرسة أديت صلاة الظهر وبعد ذلك أخذت استراحة للنوم قليلا ثم قمت بعدها لأستعد لصلاة العصر وبعدها قرشت",
    "dst": "школе. И когда я вернулся из школы, я совершил молитву дхуhr, после чего я немного отдохнул, а затем встал, чтобы подготовиться к молитве аср, а потом я"
  },
  {
    "id": 6,
    "start": 15.44,
    "end": 20.38,
    "src": "لزيارتك فأنا الآن موجود أمامك  أحبتي الصغار إذا كنتم تستطيعون صيام رمضان المبارك فصوموا أحبتي واستحقوا أجراً عظيماً جزاكم الله خيراً",
    "dst": "пришел к тебе. Сейчас я перед тобой, дорогие маленькие, если вы можете поститься в благословенный Рамадан, то поститесь, мои дорогие, и заслужите великое вознаграждение. Джазакумуллаху хайран."
  }
]