{
  "text": "السلام عليكم ورحمة الله وبركاته وعليكم السلام ورحمة الله وبركاته اخي احمد رضا هل تعرف انني صائم اليوم؟ جميل جدا ما شاء الله احسنت صنعا دعني اسألك أنت صائم أيضاً أليس كذلك؟ أجبني بل يا أخي بالطبع لأن الأطفال الذين يتيقون الصيام ينبغي لهم أن يصوموا كذلك نعم أما تخبرني كيف قضيت يومك وأنت صائم؟ جميل جداً لقد تناولت الصحور قدر حاجتي من الطعام ثم توضعت وتهيأت لصلاة الفجر ثم قضيت الصلاة وقرأت القرآن الكريم وبعدها تجهزت للمدرسة وحين رجعت من المدرسة أديت صلاة الظهر وبعد ذلك أخذت استراحة للنوم قليلا ثم قمت بعدها لأستعد لصلاة العصر وبعدها قرشت لزيارتك فأنا الآن موجود أمامك  أحبتي الصغار إذا كنتم تستطيعون صيام رمضان المبارك فصوموا أحبتي واستحقوا أجراً عظيماً جزاكم الله خيراً",
  "language": "ar",
  "segments": [
    {
      "id": 0,
      "start": 0.0,
      "end": 6.46,
      "text": "السلام عليكم ورحمة الله وبركاته وعليكم السلام ورحمة الله وبركاته اخي احمد رضا هل تعرف انني صائم اليوم؟"
    },
    {
      "id": 1,
      "start": 6.46,
      "end": 10.32,
      "text": "جميل جدا ما شاء الله احسنت صنعا دعني اسألك أنت صائم أيضاً أليس كذلك؟"
    },
    {
      "id": 2,
      "start": 10.32,
      "end": 11.68,
      "text": "أجبني بل يا أخي بالطبع لأن الأطفال الذين يتيقون الصيام ينبغي لهم أن يصوموا كذلك نعم أما تخبرني كيف قضيت يومك وأنت"
    },
    {
      "id": 3,
      "start": 11.68,
      "end": 12.9,
      "text": "صائم؟"
    },
    {
      "id": 4,
      "start": 12.9,
      "end": 14.1,
      "text": "جميل جداً لقد تناولت الصحور قدر حاجتي من الطعام ثم توضعت وتهيأت لصلاة الفجر ثم قضيت الصلاة وقرأت القرآن الكريم وبعدها تجهزت"
    },
    {
      "id": 5,
      "start": 14.1,
      "end": 15.44,
      "text": "للمدرسة وحين رجعت من المدرسة أديت صلاة الظهر وبعد ذلك أخذت استراحة للنوم قليلا ثم قمت بعدها لأستعد لصلاة العصر وبعدها قرشت"
    },
    {
      "id": 6,
      "start": 15.44,
      "end": 20.38,
      "text": "لزيارتك فأنا الآن موجود أمامك  أحبتي الصغار إذا كنتم تستطيعون صيام رمضان المبارك فصوموا أحبتي واستحقوا أجراً عظيماً جزاكم الله خيراً"
    }
  ],
  "duration": 101
}